<template>
  <div v-scroll-lock="callbackPopupIsOpen">
    <Header />
    <Banner />

    <CallbackSection />
    <Benefits />

    <BasicSection waved=true>
      <Service
        :service="uslugi.kvarcvinil"
      />
    </BasicSection>

    <BasicSection waved=true>
      <Service
        :service="uslugi.laminat"
      />
    </BasicSection>

    <BasicSection>
      <Service
        :service="uslugi.kovrolin"
      />
    </BasicSection>

    <CallbackSection />

    <BasicSection waved=true>
      <Service
        :service="uslugi.linoleum"
      />
    </BasicSection>

    <BasicSection waved=true>
      <Service
        :service="uslugi.svarkaLinoleuma"
      />
    </BasicSection>

    <BasicSection waved=true>
      <Service
        :service="uslugi.polirovkaLinoleuma"
      />
    </BasicSection>

    <BasicSection waved=true>
      <Service
        :service="uslugi.parket"
      />
    </BasicSection>

    <BasicSection waved=true>
      <Service
        :service="uslugi.plintus"
      />
    </BasicSection>

    <BasicSection>
      <Service
        :service="uslugi.dopRaboty"
      />
    </BasicSection>

    <BasicSection>
      <Service
        :service="uslugi.prodaja"
      />
    </BasicSection>

    <BasicSection>
      <template>
        <div class="anchor" id="kak_my_rabotaem"/>
        <div class="container">
          <h2>Как мы работаем </h2>
          <p>Начать сотрудничать с нами очень просто!</p>
          <HowWeWork />
        </div>
      </template>
    </BasicSection>

    <Footer id="contacts"/>
    <Lightbox>
      <CallbackPopup/>
    </Lightbox>
  </div>
</template>

<script>
export default {
  name: 'IndexPage',
  computed: {
    callbackPopupIsOpen() {
      return this.$store.state.popups.callbackPopupIsOpen
    }
  },
  data() {
    return {
      uslugi: {
        kvarcvinil: {
          id: 'kvarcvinil',
          title: 'Укладка кварцвинила',
          bannerImage: 'ukladka-kvarcvinila.jpg',
          bannerText: [
            'Кварц винил это: современное и технологичное напольное покрытие, обладающее огромным количеством преимуществ. Но если не соблюдать основные правила при укладке, можно столкнуться в будущем с проблемами при эксплуатации. Бывает замкового типа или клеевой.',
            'Особое внимание необходимо уделить подготовке основания пола, т.к. материал не смотря на свою долговечность, очень требователен к ровности основания пола.'
          ],
          price: [
            {
              name: 'Укладка  ПВХ плитки/планки, клеевая (паралельно стенам)',
              value: 'от 350р м/кв'
            },
            {
              name: 'Укладка  ПВХ плитки/планки, клеевая (диагональная раскладка)',
              value: 'от 450р м/кв'
            },
            {
              name: 'Укладка  ПВХ плитки/планки (дизайнерская раскладка), клеевая',
              value: 'от 450р м/кв'
            },
            {
              name: 'Укладка  ПВХ плитки/планки, клеевая (на стену)',
              value: 'от 500р м/кв'
            },
            {
              name: 'Укладка  Пробки плитки/планки, клеевая (на стену)',
              value: 'от 500р м/кв'
            },
            {
              name: 'Укладка кварцвинила (ПВХ, SPC) замковый тип (паралельно стенам)',
              value: 'от 270р м/кв'
            },
            {
              name: 'Укладка кварцвинила (ПВХ, SPC) замковый тип (диагональная раскладка)',
              value: 'от 350р м/кв'
            },
          ],
          cases: [
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc1.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc2.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc3.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc4.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc5.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc6.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc7.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc8.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc9.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc10.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc11.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc12.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc13.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc14.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc15.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc16.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc17.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc18.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc19.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc20.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            },
            {
              src: 'img/cases/ukladka-kvarcvinila/kvartc21.jpg',
              title: 'Кварцвинил ',
              alt: 'Пример работ по укладке кварцвинила'
            }
          ]
        },
        laminat: {
          id: 'laminat',
          title: 'Укладка ламината',
          bannerImage: 'ukladka-laminata.jpg',
          reversed: true,
          bannerText: [
            'Ламинат – практичный и долговечный материал, при правильном уходе, который имитирует натуральное дерево или камень. Благодаря замковой системе укладка проходит без помощи клея, на подложку. Не боится тяжелой мебели, стульев и каблуков.',
            'Класс эксплуатации. Выбирают по нагрузке и типу объектов: для квартиры и дома – 31 и 32, коммерческих помещений: 33. Толщина. Бывает от 7 до 14 мм, что удобно для выхода в один уровень с другими напольными покрытиями, например, плиткой.',
          ],
          price: [
            {
              name: 'Укладка ламината (паралельно стенам)',
              value: 'от 220р м/кв'
            },
            {
              name: 'Укладка ламината (паралельно стенам) одной плитой, без порогов',
              value: 'от 300р м/кв'
            },
            {
              name: 'Укладка ламината (диагональная раскладка) одной плитой, без порогов',
              value: 'от 350р м/кв'
            },
            {
              name: 'Укладка ламината (елочка)',
              value: 'от 600р м/кв'
            },
            {
              name: 'Укладка ламината (широкоформатный)',
              value: 'от 450р м/кв'
            },
            {
              name: 'Укладка гидроизоляционной пленки',
              value: 'от 30р м/кв'
            },
            {
              name: 'Обработка замков герметиком',
              value: 'от 40р м/кв'
            },
          ],
          cases: [
            {
              src: 'img/cases/laminat/laminat1.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat2.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat3.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat4.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat5.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat6.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
            {
              src: 'img/cases/laminat/laminat7.jpg',
              title: 'Ламинат',
              alt: 'Пример работ по укладке ламината'
            },
          ]
        },
        kovrolin: {
          id: 'kovrolin',
          title: 'Укладка ковролина',
          bannerImage: 'ukladka-kovrolina.jpg',
          bannerText: [
            'Ковролин или ковровая плитка часто бывает востребована в зависимости от потребности эксплуатационных свойств, это может быть, офис, гостиница,  кинотеатр  или комната с бытовым уютным ковролином. Это не удивительно, ведь у него есть существенные преимущества: он обеспечивает теплоизоляцию, обладает шумопоглощающими свойствами. Благодаря огромному выбору видов, цветовых решений, можно достичь практически любого эффекта при оформлении помещения. Ковровые покрытия обеспечивают приятный климат в помещении. Заказывая у нас укладку ковролина вы можете быть уверены в том что работаете с лучшими.',
          ],
          price: [
            {
              name: 'Укладка ковровой плитки',
              value: 'от 400р м/кв'
            },
            {
              name: 'Укладка ковролина (без фиксации к основанию пола)',
              value: 'от 220р м/кв'
            },
            {
              name: 'Укладка ковролина (фиксация на скотч)',
              value: 'от 250р м/кв'
            },
            {
              name: 'Укладка ковролина (полное приклеивание к основанию пола)',
              value: 'от 350р м/кв'
            },
          ],
          cases: [
            {
              src: 'img/cases/kovrolin/kovrolin1.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin2.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin3.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin4.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin5.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin6.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin7.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin8.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin9.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin10.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin11.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin12.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin13.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin14.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin15.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
            {
              src: 'img/cases/kovrolin/kovrolin16.jpg',
              title: 'Ковролин',
              alt: 'Пример работ по укладке ковролина'
            },
          ]
        },
        linoleum: {
          id: 'linoleum',
          title: 'Укладка линолеума',
          bannerImage: 'ukladka-linoleuma.jpg',
          reversed: true,
          bannerText: [
            'Укладка коммерческого и спортивного линолеума имеет множество нюансов, можно много об этом говорить, но практический опыт, гарантирует хороший результат. Лучше доверить работу профессионалам, которые знают все тонкости процесса и особенности укладки ПВХ покрытия на разные виды оснований пола.',
            'У нас вы можете заказать укладку, бытового, полукоммерческого, коммерческого и спортивного линолеума.',
          ],
          price: [
            {
              name: 'Укладка бытового линолеума (без фиксации к основанию пола)',
              value: 'от 150р м/кв'
            },
            {
              name: 'Укладка бытового линолеума  (фиксация на скотч)',
              value: 'от 180р м/кв'
            },
            {
              name: 'Укладка бытового линолеума (полное приклеивание к основанию пола)',
              value: 'от 220р м/кв'
            },
            {
              name: 'Укладка коммерческого линолеума (полное приклеивание к основанию пола)',
              value: 'от 270р м/кв'
            },
            {
              name: 'Сварка швов линолеума холодным способом',
              value: 'от 120р м/пог'
            },
            {
              name: 'Сварка швов линолеума горячим способом (ПВХ шнур)',
              value: 'от 180р м/пог'
            },
            {
              name: 'Укладка спортивного линолеума (полное приклеивание к основанию пола)',
              value: 'от 350р м/кв'
            },
            {
              name: 'Укладка натурального линолеума (полное приклеивание к основанию пола)',
              value: 'от 450р м/кв'
            },
          ],
          cases: [
            {
              src: 'img/cases/linoleum/linoleum-v-aktovom-zale-1.jpg',
              title: 'Линолеум в актовом зале',
              alt: 'Пример работ по укладке линолеума в актовом зале'
            },
            {
              src: 'img/cases/linoleum/linoleum-v-aktovom-zale-2.jpg',
              title: 'Линолеум в актовом зале',
              alt: 'Пример работ по укладке линолеума в актовом зале'
            },
            {
              src: 'img/cases/linoleum/linoleum-v-aktovom-zale-3.jpg',
              title: 'Линолеум в актовом зале',
              alt: 'Пример работ по укладке линолеума в актовом зале'
            },
            {
              src: 'img/cases/linoleum/linoleum-v-aktovom-zale-4.jpg',
              title: 'Линолеум в актовом зале',
              alt: 'Пример работ по укладке линолеума в актовом зале'
            },
            {
              src: 'img/cases/linoleum/linoleum-v-aktovom-zale-5.jpg',
              title: 'Линолеум в актовом зале',
              alt: 'Пример работ по укладке линолеума в актовом зале'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene1.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene2.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene3.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene4.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene5.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene6.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene7.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene8.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
            {
              src: 'img/cases/linoleum/linoleum-na-arene9.jpg',
              title: 'Линолеум в киберспорт арене Polygone',
              alt: 'Пример работ по укладке линолеума в киберспорт арене'
            },
          ]
        },
        svarkaLinoleuma: {
          id: 'svarka-linoleuma',
          title: 'Сварка линолеума',
          bannerImage: 'svarka-linoleuma.jpg',
          bannerText: [
            'Мы единственная компания в Ижевске которая может профессионально и с гарантией сварить швы линолеума ПВХ шнуром. Для того, чтобы линолеум прослужил вам как можно дольше, швы не становились черными от грязи, а стыки не «отходили» от попадания влаги при уборке помещения, швы линолеума необходимо в обязательном порядке сваривать и правильно подрезать.',
            'Наши специалисты профессионально сварят швы любых видов линолеума, от бытового сегмента, до коммерческого. Варим холодной сваркой, а так же (коммерцию) горячей, ПВХ шнуром, при температуре до 550 градусов.',
          ],
          price: [
            {
              name: 'Сварка швов линолеума холодным способом',
              value: 'от 120р м/пог'
            },
            {
              name: 'Сварка швов линолеума горячим способом (ПВХ шнур)',
              value: 'от 180р м/пог'
            },
          ],
        },
        polirovkaLinoleuma: {
          id: 'polirovka-linoleuma',
          title: 'Полировка линолеума',
          bannerImage: 'polirovka-linoleuma.jpg',
          reversed: true,
          bannerText: [
            'Мы единственная компания в Ижевске которая профессионально и с гарантией полирует коммерческий линолеум. Отсутствие ухода за покрытием и его повседневная эксплуатация ведет к быстрому износу и изменению первоначального внешнего вида линолеума.',
            'Грязь, особенно с наличием частиц песка, полимеров и т.д., создает повышенные нагрузки на напольное покрытие въедается и повреждает защитный слой линолеума, или впитывается в общую массу, если это гомогенный линолеум, и тем самым создает неопрятный внешний вид.',
            'Особенно это актуально в помещениях с высокой проходимостью: торговые павильоны, офисные помещения, производственные помещения и т.д.  В таких помещениях видны протоптанные темно-серые дорожки, особенно в проходных местах и во входной группе, а также большое количество мелких царапин на верхнем слое линолеума. Процесс восстановления состоит из нескольких этапов, размывка специальным составом, шлифовка, полировка, очистка, нанесение полимерной мастики.',
          ],
          price: [
            {
              name: 'Восстановление, шлифовка, полировка коммерческого линолеума',
              value: 'от 200р м/кв'
            },
          ],
        },
        parket: {
          id: 'parket',
          title: 'Укладка паркетной доски',
          bannerImage: 'ukladka-parketa.jpg',
          bannerText: [
            'Паркетный пол продолжает пользоваться популярностью и востребованностью в нашей стране, так как он имеет неповторимые природные дизайны расцветок, по тактильным ощущениям, теплый и приятный. При должном уходе, у него хороший срок службы. Самым популярным видом паркета является замковая паркетная доска. Данный вид паркета характеризуется доступной ценой, разнообразием расцветки и текстуры. Однако все эти преимущества могут быть сведены на нет, при неправильном монтаже и эксплуатации. Мы укладываем паркет в Ижевске и Удмуртии уже более 20 лет и за это время накопили немало опыта, поэтому мы на 100% отвечаем за качество монтажа. Особое внимание при эксплуатации пола из паркетной доски, необходимо уделять относительной влажности воздуха в помещении, а так же щадящим абразивным нагрузкам.',
            'Доверять укладку паркетной доски необходимо только опытным мастерам с большим стажем работы. Грамотный специалист учитывает особенности материалов и соблюдает все требования ГОСТов и рекомендации производителя при работе по укладке. Благодаря этому покрытие служит длительное время.'
          ],
          price: [
            {
              name: 'Укладка паркетной доски (паралельно стенам)',
              value: 'от 350р м/кв'
            },
            {
              name: 'Укладка паркетной доски (паралельно стенам) одной плитой, без порогов',
              value: 'от 400р м/кв'
            },
            {
              name: 'Укладка паркетной доски (диагональная раскладка) одной плитой, без порогов',
              value: 'от 500р м/кв'
            },
          ],
        },
        plintus: {
          id: 'plintus',
          title: 'Монтаж плинтуса',
          bannerImage: 'ukladka-plintusa.jpg',
          reversed: true,
          bannerText: [
            'Мы занимаемся установкой напольного плинтуса в Ижевске уже давно, и обладаем огромным опытом. Незначительная на первый взгляд работа играет решающую роль в создании целостного гармоничного интерьера. Малейшее нарушение в технологии монтажа может внести дисбаланс в общую картинку и обесценить усилия, затраченные на благоустройство помещения.',
            'Напольный плинтус выполняет важную декоративную функцию, но его основное назначение — утилитарное: он закрывают зазоры и стыки, маскирует элементы проводки, а в некоторых случаях в плинтусы встраивают розетки. Именно поэтому монтаж должны проводить высококлассные специалисты, ведь некачественный монтаж может испортить любой, даже самый дорогой плинтус, не говоря уже о щелях собирающих пыль и бросающихся в глаза, которые часто оставляют после себя непрофессионалы. Монтируем ПВХ, дюрополимерный, шпонированый, деревянный, скрытый, теневой плинтус.'
          ],
          price: [
            {
              name: 'Установка плинтуса пластикового ПВХ (высотой до 7 см)',
              value: 'от 80р м/пог'
            },
            {
              name: 'Установка плинтуса пластикового ПВХ (высотой свыше 7 см)',
              value: 'от 100р м/пог'
            },
            {
              name: 'Установка плинтуса деревянного, МДФ, дюрополимер  (высотой до 10 см)',
              value: 'от 350р м/пог'
            },
            {
              name: 'Установка плинтуса деревянного, МДФ, дюрополимер  (высотой свыше 10 см)',
              value: 'от 400р м/пог'
            },
            {
              name: 'Установка порогов алюминиевых',
              value: 'от 200р м/пог'
            },
            {
              name: 'Установка порогов алюминиевых настенных',
              value: 'от 500р м/пог'
            },
            {
              name: 'Установка порогов мдф',
              value: 'от 450р м/пог'
            },
            {
              name: 'Установка порогов пвх, гибкий стык',
              value: 'от 500р м/пог'
            },
          ],
          cases: [
            {
              src: 'img/cases/plintus/plintus1.jpg',
              title: 'Монтаж плинтуса',
              alt: 'Пример работ по укладке плинтуса'
            },
            {
              src: 'img/cases/plintus/plintus2.jpg',
              title: 'Монтаж плинтуса',
              alt: 'Пример работ по укладке плинтуса'
            },
            {
              src: 'img/cases/plintus/plintus3.jpg',
              title: 'Монтаж плинтуса',
              alt: 'Пример работ по укладке плинтуса'
            },
          ]
        },
        dopRaboty: {
          id: 'podgotovka-pola',
          title: 'Подготовка основания пола',
          bannerImage: 'dop-raboty.jpg',
          bannerText: [
            'Воплощение идеальных полов - наша миссия! Мы не просто укладываем полы, мы создаем искусство на каждой поверхности. Наша забота о долговечности и красоте ваших полов включает в себя важные этапы дополнительных работ.',
            'Подготовка основания пола, это 100% гарантия качественного монтажа напольного покрытия.',
          ],
          additionalText: [
            'Демонтаж старого напольного покрытия – необходимый этап работ. Будь то дерево, ламинат, ковровое покрытие или плитка, мы проводим его разборку профессионально и без следов, освобождая место для вашего будущего пола.',
            'Очистка основания – первый шаг к надежной основе. Мы бережно избавляемся от старых остатков и загрязнений, чтобы новое покрытие имело хорошую адгезию.',
            'Обеспыливание основания, при помощи промышленного пылесоса.',
            'Грунтование основания, различными грунтовыми составами, составы подбираются в зависимости от поставленных задач, качества основания и дальнейших проектных решений.',
            'Частичный ремонт основания пола черновыми составами, с последующей частичной или полной заливкой наливными составами, часто при помощи реперных маячков.',
          ],
          price: [
            {
              name: 'Очистка основания с приминением шпателя',
              value: 'от 30р м/кв'
            },
            {
              name: 'Обеспыливание основания (промышленный пылесос)',
              value: 'от 50р м/кв'
            },
            {
              name: 'Грунтование основания в 1 слой',
              value: 'от 50р м/кв'
            },
            {
              name: 'Частичный ремонт стяжки черновым раствором',
              value: 'от 500р м/кв'
            },
            {
              name: 'Стоимость работ по подготовке основания, может быть расчита посменно, по договоренности',
              value: 'от 7000р / смена'
            },
            {
              name: 'Устройство наливных самонивелирующихся полов в 1 слой, до 5мм',
              value: 'от 250р м/кв'
            },
            {
              name: 'Стыковка с плиткой на необходимом уровне, наливным самонивелирующим составом',
              value: 'от 1000р м/пог'
            },
            {
              name: 'Герметизация шва с плиткой',
              value: 'от 300р м/пог'
            },
            {
              name: 'Подпил дверной коробки с одной стороны, два запила',
              value: 'от 300р / шт'
            },
            {
              name: 'Монтаж чернового пола (фанера, quick deck) в 1 слой на саморезы по лагам ',
              value: 'от 350р м/кв'
            },
            {
              name: 'Демонтаж линолеума',
              value: 'от 100р м/кв'
            },
            {
              name: 'Демонтаж ковролина',
              value: 'от 100р м/кв'
            },
            {
              name: 'Демонтаж ламината',
              value: 'от 70р м/кв'
            },
            {
              name: 'Демонтаж паркетной доски',
              value: 'от 70р м/кв'
            },
            {
              name: 'Демонтаж порогов',
              value: 'от 50р м/пог'
            },
            {
              name: 'Демонтаж плинтуса пластикового',
              value: 'от 50р м/пог'
            },
            {
              name: 'Демонтаж плинтуса деревянного',
              value: 'от 70р м/пог'
            },
          ],
          cases: [
            {
              src: 'img/cases/podgotovka/podgotovka1.jpg',
              title: 'Подготовка основания пола',
              alt: 'Пример работ по подготовке основания пола'
            },
            {
              src: 'img/cases/podgotovka/podgotovka2.jpg',
              title: 'Подготовка основания пола',
              alt: 'Пример работ по подготовке основания пола'
            },
            {
              src: 'img/cases/podgotovka/podgotovka3.jpg',
              title: 'Демонтаж паркета',
              alt: 'Пример работ по подготовке основания пола'
            },
            {
              src: 'img/cases/podgotovka/podgotovka4.jpg',
              title: 'Демонтаж паркета',
              alt: 'Пример работ по подготовке основания пола'
            },
          ]
        },
        prodaja: {
          id: 'prodaja-napolnyh-pokrytiy',
          title: 'Продажа напольных покрытий',
          bannerImage: 'prodaja.jpg',
          bannerText: [
            'Компания "ПрофПОЛ" ― это торгово-строительное предприятие с двадцатилетним стажем на рынке отделочных материалов, основное направление - напольные покрытия. Комплектация/монтаж строительных объектов по лучшим ценам в регионе.',
            'Компания "ПрофПОЛ" предлагает любые виды поставок, опт/розница.      Сбалансированная ассортиментная и ценовая политика, а также индивидуальный подход к каждому покупателю позволяют нам находить наиболее гибкие схемы сотрудничества, и единичные заказы превращаются в долговременное партнерство. Грамотно выстроенная логистическая цепь позволяет максимально точно отследить товар, от момента заказа, до его доставки покупателю.',
          ],
        },
      }
    }
  },
}
</script>
